Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/breakthrough_in_training_en-US_ru.tmx
Source language: en_us
Languages: ru

source: Title=Breakthrough in Training
ru: Title=Avanço no treinamento

source: Description=Years of research in training methodology by a consortium of leading business schools has finally produced astonishing results.
ru: Description=Anos de pesquisa em metodologia de treinamento por um consórcio de escolas de negócios líderes finalmente produziram resultados surpreendentes.

source: ^^The new training methodology is able to increase corporate training efficiency by as much as 100% and companies around the globe are rapidly adopting this new training methodology.
ru: ^^A nova metodologia de treinamento é capaz de aumentar a eficiência do treinamento corporativo em até 100% e empresas em todo o mundo estão adotando rapidamente esta nova metodologia de treinamento.

source: ^^Your company has jumped on this bandwagon as well and you are planning to leverage it to greatly improve the productivity of your workforce.
ru: ^^Sua empresa também aderiu a esse movimento e você está planejando aproveitá-lo para melhorar significativamente a produtividade de sua força de trabalho.

source: Goal Title=Aggressive Growth Plan
ru: Goal Title=Plano de crescimento agressivo

source: Goal Description=With the breakthrough in training, you now have the tool to improve the operating efficiency of your corporation to new heights and deliver truly outstanding financial returns to your shareholders.
ru: Goal Description=Com o avanço no treinamento, você agora tem a ferramenta para melhorar a eficiência operacional de sua empresa a novos patamares e fornecer retornos financeiros verdadeiramente excepcionais para seus acionistas.

source: Goal Title=Operating Performance Target
ru: Goal Title=Meta de desempenho operacional

source: Goal Description=Leverage the new training methodology to improve your corporation's operating profit margin.
ru: Goal Description=Aproveite a nova metodologia de treinamento para melhorar a margem de lucro operacional de sua empresa.

source: Goal Achieved Text=Congratulations!
ru: Goal Achieved Text=Parabéns!

source: You have significantly improved your corporation's operating profit margin.
ru: Você melhorou significativamente a margem de lucro operacional de sua empresa.

source: Goal Title=Growing the Talent Base
ru: Goal Title=Aumentando a base de talentos

source: Goal Description=Be more aggressive in hiring and look for new talents to join your corporation.
ru: Goal Description=Seja mais agressivo na contratação e procure novos talentos para ingressar na sua corporação.

source: Your corporation has reached the milestone of having a staff size surpassing 1000 people.
ru: Sua corporação atingiu o marco de ter um quadro de pessoal que ultrapassa 1000 pessoas.
